const eventsData = {
  gaddarshan: {
    title: "गडदर्शन",
    description: `समितीमार्फत आयोजित करण्यात येणारे पुरुष व महिला गडदर्शनाचे कार्यक्रम म्हणजे जिथे छत्रपति शिवरायांचा पदस्पर्श झाला, जिथे दैदिप्यमान इतिहास घडला अशा गड-दुर्गांना, घाटा-वाटांना, ऐतिहासिक स्थळांवर प्रत्यक्ष जाऊन तो इतिहास जगण्याची अनोखी पर्वणीच असते. त्यामुळे दरवर्षी सहभागी इतिहास प्रेमींचा आकडा वाढतच राहतो. गेल्या ३७ वर्षांत महाराष्ट्रातील बहुतेक गड-दुर्ग, ऐतिहासिक स्थळांना भेटी देऊन झालेल्या आहेत. म्हणून मागील ३ वर्षांत शिवजयंती उत्सव समितीने दक्षिण दिग्विजय-१, उत्तर दिग्विजय व दक्षिण दिग्विजय-२ या महाराष्ट्राबाहेरील मोहिमांचे आयोजन केले होते. सदर मोहीमांस शिवप्रेमीांचा अभूतपूर्व प्रतिसाद लाभला. या मोहिमांत दक्षिणेतील जिंजी किल्ला, बृहदेश्वर मंदिर, श्रीशैलम येथील छत्रपति शिवाजी महाराजांचे स्फूर्तिमंदिर, उत्तरेतील आग्रा किल्ला,कुंजपुरा भूमी, बस्ताडा येथील छत्रपति शिवाजी महाराजांचा पुतळा, पानिपत समर भूमी, अटारी बॉर्डर या ठिकाणांना भेटी देण्यात आल्या. या मोहिमाांचे आणखी एक वैशिष्ट्य म्हणजे या मोहिमांमध्ये त्या त्या ठिकाणच्या स्थानिक मराठी जनांचे अतिशय मोलाचे सहकार्य लाभले. या स्थानिकांकडून समितीच्या मोहीम सदस्यांचे अतिशय आपुलकीने/ मानाने आगत-स्वागत करण्यात आले. या मोहीमांच्या निमित्ताने समितीने त्या त्या भागातही आपला कुटुंबविस्तार केलेला आहे. त्यांच्या प्रेमाची/स्नेहाची पावती म्हणून समितीतर्फेही त्या त्या ठिकाणी त्यांचा योग्य आदर सत्कार करण्यात आला. यामध्ये पानिपत येथील रोड मराठा श्री राम नारायण मराठा, तंजावरचे छत्रपती शिवाजी महाराजांचे वंशज मा. श्री. आबाजीराजे भोसले, हैद्राबाद येथील तेलंगाणा मराठी मंडळाचे सरचिटणीस कै. श्री. लक्ष्मीकांत शिंदे तसेच अध्यक्ष मा. श्री. प्रकाश पाटील यांचा विशेषत्वाने उल्लेख करावा लागेल.`,
    coverImage: "/images/gaddarshan/cover.jpg",

    gallery: {
      2023: [
        "/images/gaddarshan/2023/1.jpg",
        "/images/gaddarshan/2023/2.jpg",
        "/images/gaddarshan/2023/3.jpg",
      ],
      2022: [
        "/images/gaddarshan/2022/1.jpg",
        "/images/gaddarshan/2022/2.jpg",
      ],
    },
  },

  shivjayanti: {
    title: "शिवजयंती उत्सव",
    description: `शिवरायांचा तेजस्वी इतिहास सर्व अधिकारी कर्मचारी यांच्यापर्यंत पोहोचवून त्यामधून मिळणाऱ्या प्रेरणेने कर्तव्यदक्ष, समाजस्नेही अधिकारी कर्मचारी तयार झाल्यास एक बलशाली विभाग आणि पर्यायाने बलशाली महाराष्ट्र उभा राहू शकेल असा प्रामाणिक विश्वास या शिवजयंती उत्सव समितीच्या स्थापनेमागे होता. म्हणूनच स्थापनेपासून दरवर्षी प्रथितयश इतिहासकार/प्रेरणादायी वक्त्यांचे व्याख्यान आयोजित करण्यात येत आहेत.

स्थापनेपासून शिवजयंती उत्सव सोहळ्यातील प्रमुख वक्ते तसेच प्रमुख अतिथी पुढीलप्रमाणे आहेत :-
१९८७- श्री. भानुदास गावडे श्री. छगन भुजबळ १९८८- श्री. सोमनाथ समेळ १९८९-श्री. नझीम काझी १९९०-कै. विक्रम सावरकर १९९१-श्री. अश्विन साकोळकर, कै. ह. मो. मराठे १९९२- कै. सेतुमाधवराव पगडी, श्रीमती क्रांतीगीता महाबळ १९९३- सौ. कल्पना ब्रीद, श्रीमती अर्पिता गुप्ते, श्री. अनंत तरे १९९४-श्री. सच्चिदानंद शेवडे, श्री. सयाजी शिंदे १९९५-श्री. रवींद्र रामदास , १९९६-पै. साबीर शेख, श्रीमती गौरी राऊत १९९७- डॉ. उपासनी श्रीमती विशाखा राऊत १९९८- कै. जयंत साळगावकर, कै. भालचंद्र पेंढारकर १९९९- श्री. ज्ञानेश महाराव, कै. विनय आपटे २०००- श्री. श्रीनिवास सावंत, श्री. आप्पा परब २००१- कै. निनाद , श्री. सुनिल टाकळकर २००२- श्री. सुधीर गाडगीळ, श्री. गुलाबराव वळसे पाटील २००३- श्री. दाजी पणशीकर २००४- श्री. कुमार केतकर, श्री. मोहन रावले २००५- कै. निनाद बेडेकर, श्री. जयंतराव पाटील २००६- श्री. सु. ग. शेवडे, श्री. देवधर २००७- श्री. विजय देव, श्री. नीतीश भारद्वाज २००८- श्री. धनराज वंजारी, श्री. रमेश देव २००९- सौ. व श्री. सारंगदर्शने, श्री. अविनाश नारकर २०१०- श्री. धनराज वंजारी, श्रीमती मुक्ता बर्वे २०११- कै. बाबासाहेब पुरंदरे २०१२- श्री. प्रशांत देशमुख ,कै. नितीन देसाई २०१३- श्री. गणेशराव धालपे, श्री. लोकेश गुप्ते २०१४- श्री. नितीन बानगुडे पाटील,श्री. अमोल कोल्हे २०१५- श्री. यशवंत गोसावी, श्री. सुबोध भावे २०१६- श्री. रवींद्र बनसोड पाटील ,श्री. दीपक केसरकर २०१७- श्री. शिवरत्न शेटे, श्री. सयाजी शिंदे २०१८- श्री. प्रदीपदादा सोळुंके, श्री. संजय खापरे २०१९- श्री. इंद्रजीत देशमुख, कु. वीणा जामकर २०२०- प्रा. निलेश कोरडे, श्री. शंतनू मोघे २०२१- सौ. शिल्पाताई (कोरोना महामारीमुळे ऑनलाईन सोहळा) २०२२- प्रा. यशवंत गोसावी, कु. अश्विनीताई महांगडे. २०२३- श्री. निलेश चव्हाण, कु. स्वरदा ठिगळे`,
    coverImage: "/images/shivjayanti/cover.jpg",

    gallery: {
      2024: [
        "/images/shivjayanti/2024/1.jpg",
        "/images/shivjayanti/2024/2.jpg",
      ],
      2023: [
        "/images/shivjayanti/2023/1.jpg",
        "/images/shivjayanti/2023/2.jpg",
      ],
    },
  },
};

export default eventsData;
